_posts/hello_world.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>又一次开始</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="又一次开始"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2014-08-31T17:40+0800"/>
<meta name="author" content="Yang Liu"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">又一次开始</h1>

<p>前段时间看了一本书，叫<a href="http://book.douban.com/subject/21966353/">《贫穷的本质》</a>。其中讲到，穷人之所以贫穷的一个重要原因，是贫穷本身制约了他们获取信息和各种资源的能力，反而因为过分关注金钱和当下的问题而忽视掉其他可能的选择，从而丧失了改变命运的可能性；某种意义上说，身处贫穷的困境中很难通过自身努力改变。
</p>
<p>
最近充分体会到，自己越发陷入了一种时间和精力的赤贫状态。本来就有些不闻窗外事的迂腐，在前厂的工作风格更被某同学评论为/“喜欢习惯性的透支”/；这一年创业开动起来更是彻头彻尾忙瞎了——锻炼、业余爱好、家庭生活、对周围世界的好奇和关注，全都丢到一边。于是身体每况愈下，心里也愈发烦躁起来。
</p>
<p>
道理一直都明白，还曾给好些同学瞎掰过自己的观点——人的精力和心气是一种不可逆资源，需要好好保护善加利用。头些年也开始看些佛学的东西，冥想、放空，觉得自己比旁人多少超脱几分。事实还是知易行难，象牙塔内的修行更像是一种小资调调的闲情逸致，还是逃不开*贪嗔痴*和自我。
</p>
<p>
这也是特别浓缩的一年，学习、经历了很多。最重要的是自己的认识清楚了不少，关于“想要什么样生活”的答案也有了些进展：
</p><ul>
<li>修为不够，却又希望能对自己非常有掌控力——所以还是需要个略宽松和均衡的环境，在金钱、时间和精力这几方面
</li>
<li>做的太多、了解和思考的太少——很多时候连目标都没有仔细推敲过。目前看，中短期的目标就是要获取这种宽松、均衡的环境，长期（比较模糊）还是能在对自己有掌控的情况下持续的对外创造价值
</li>
<li>创造价值的引擎，是对自我的掌握能力（性格/修为）+ 对世界的认知思考 + 专业技能，这几点正是要在下一个阶段着力打造的
</li>
</ul>


<p>
逻辑上还不够自洽，不过作为下个阶段的起点已经够了。我称其为又一次开始，每一次改变和选择都带来很多快乐和痛苦，让人充满期待！
</p></div>

<div id="postamble">
<p class="date">Date: 2014-08-31T17:40+0800</p>
<p class="author">Author: Yang Liu</p>
<p class="creator"><a href="http://orgmode.org">Org</a> version 7.9.3f with <a href="http://www.gnu.org/software/emacs/">Emacs</a> version 24</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
